const COMMENTS_MAX = 30;
const COUNT_PHOTO = 25;
const Likes = {
  MIN: 15,
  MAX: 200
};
const messages = ['Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!'];

const NAMES = ['Настя', 'Алена', 'Алина', 'Лера', 'Ваня', 'Максим', 'Виктор', 'Джонни'];

const description = ['Love', 'Красивая я', 'Лучший день', 'Что за лев этот тигр', 'Доброе утро', 'Как вам?', 'Природа'];

export { COMMENTS_MAX, COUNT_PHOTO, Likes, messages, NAMES, description };
